Repository: zizicici/Pin-It
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hk

# intent.post.delete.allUnpins.title
source: Delete All Unpinned Posts
ar: حذف جميع المنشورات غير المثبتة
de: Alle nicht angehefteten Beiträge löschen
es: Eliminar todas las publicaciones no fijadas
es_419: Eliminar todas las publicaciones no fijadas
fr: Supprimer toutes les publications non épinglées
it: Elimina tutti i post non bloccati
ja: ピン留めされていない投稿をすべて削除
ko: 고정되지 않은 모든 게시물 삭제
pt_br: Excluir todas as postagens não fixadas
pt_pt: Eliminar todas as publicações não afixadas
ru: Удалить все незакрепленные записи
uk: Видалити всі незакріплені публікації
zh_hans: 删除所有未钉住的记录
zh_hk: 刪除所有未釘住的記錄

# intent.post.delete.category
source: Delete
ar: حذف
de: Löschen
es: Eliminar
es_419: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
pt_pt: Eliminar
ru: Удалить
uk: Видалити
zh_hans: 删除
zh_hk: 刪除

# intent.post.delete.single.summary${post}
source: Delete ${post}
ar: حذف ${post}
de: ${post} löschen
es: Eliminar ${post}
es_419: Eliminar ${post}
fr: Supprimer ${post}
it: Elimina ${post}
ja: ${post}を削除
ko: ${post} 삭제
pt_br: Excluir ${post}
pt_pt: Eliminar ${post}
ru: Удалить ${post}
uk: Видалити ${post}
zh_hans: 删除${post}
zh_hk: 刪除${post}

# intent.post.delete.single.title
source: Delete Post
ar: حذف المنشور
de: Beitrag löschen
es: Eliminar publicación
es_419: Eliminar publicación
fr: Supprimer la publication
it: Elimina post
ja: 投稿を削除
ko: 게시물 삭제
pt_br: Excluir postagem
pt_pt: Eliminar publicação
ru: Удалить запись
uk: Видалити публікацію
zh_hans: 删除记录
zh_hk: 刪除記錄

# intent.post.empty
source: Empty Post
ar: منشور فارغ
de: Leerer Beitrag
es: Publicación vacía
es_419: Publicación vacía
fr: Publication vide
it: Post vuoto
ja: 空の投稿
ko: 빈 게시물
pt_br: Post vazio
pt_pt: Publicação vazia
ru: Пустой пост
uk: Порожній допис
zh_hans: 空记录
zh_hk: 空記錄

# intent.post.get.all.description
source: Get All Pinned Post, it could require a significant amount of time.
ar: الحصول على جميع المنشورات المثبتة، قد يتطلب وقتاً طويلاً
de: Alle angehefteten Beiträge abrufen, dies könnte erheblich Zeit in Anspruch nehmen.
es: Obtener todas las publicaciones fijadas, podría requerir una cantidad significativa de tiempo.
es_419: Obtener todas las publicaciones fijadas, podría requerir una cantidad significativa de tiempo.
fr: Obtenir toutes les publications épinglées, cela pourrait prendre un temps considérable.
it: Ottieni tutti i post fissati, potrebbe richiedere una quantità significativa di tempo.
ja: すべてのピン留め投稿を取得、この操作には時間がかかる場合があります。
ko: 모든 고정된 게시물 가져오기, 이 작업은 상당한 시간이 필요할 수 있습니다.
pt_br: Obter todos os posts fixados, isso pode exigir um tempo significativo.
pt_pt: Obter todas as publicações fixadas, isso pode exigir um tempo significativo.
ru: Получить все закрепленные посты, это может занять значительное количество времени.
uk: Отримати всі закріплені дописи, це може зайняти значну кількість часу.
zh_hans: 获取所有钉住的记录，这个操作可能很耗时
zh_hk: 獲取所有釘住的記錄，這個操作可能很耗時

# intent.post.get.all.title
source: Get All Pinned Post
ar: الحصول على جميع المنشورات المثبتة
de: Alle angehefteten Beiträge abrufen
es: Obtener todas las publicaciones fijadas
es_419: Obtener todas las publicaciones fijadas
fr: Obtenir toutes les publications épinglées
it: Ottieni tutti i post fissati
ja: すべてのピン留め投稿を取得
ko: 모든 고정된 게시물 가져오기
pt_br: Obter todos os posts fixados
pt_pt: Obter todas as publicações fixadas
ru: Получить все закрепленные посты
uk: Отримати всі закріплені дописи
zh_hans: 获取所有钉住的记录
zh_hk: 獲取所有釘住的記錄

# intent.post.get.category
source: Get Post
ar: الحصول على منشور
de: Beitrag abrufen
es: Obtener publicación
es_419: Obtener publicación
fr: Obtenir la publication
it: Ottieni post
ja: 投稿を取得
ko: 게시물 가져오기
pt_br: Obter post
pt_pt: Obter publicação
ru: Получить пост
uk: Отримати допис
zh_hans: 获取记录
zh_hk: 獲取記錄

# intent.post.get.current.description
source: Get Current Pinned Post, it may be empty.
ar: الحصول على المنشور المثبت الحالي، قد يكون فارغاً
de: Aktuellen angehefteten Beitrag abrufen, er kann leer sein.
es: Obtener la publicación fijada actual, puede estar vacía.
es_419: Obtener la publicación fijada actual, puede estar vacía.
fr: Obtenir la publication épinglée actuelle, elle peut être vide.
it: Ottieni il post fissato corrente, potrebbe essere vuoto.
ja: 現在ピン留めされた投稿を取得、空の場合があります。
ko: 현재 고정된 게시물 가져오기, 비어 있을 수 있습니다.
pt_br: Obter post fixado atual, pode estar vazio.
pt_pt: Obter publicação fixada atual, pode estar vazia.
ru: Получить текущий закрепленный пост, он может быть пустым.
uk: Отримати поточний закріплений допис, він може бути порожнім.
zh_hans: 获取当前钉住的记录，可能为空
zh_hk: 獲取當前釘住的記錄，可能爲空

# intent.post.get.current.summary
source: Get Current Pinned Post
ar: الحصول على المنشور المثبت الحالي
de: Aktuellen angehefteten Beitrag abrufen
es: Obtener la publicación fijada actual
es_419: Obtener la publicación fijada actual
fr: Obtenir la publication épinglée actuelle
it: Ottieni il post fissato corrente
ja: 現在ピン留めされた投稿を取得
ko: 현재 고정된 게시물 가져오기
pt_br: Obter post fixado atual
pt_pt: Obter publicação fixada atual
ru: Получить текущий закрепленный пост
uk: Отримати поточний закріплений допис
zh_hans: 获取当前钉住的记录
zh_hk: 獲取當前釘住的記錄

# intent.post.get.current.title
source: Get Current Pinned Post
ar: الحصول على المنشور المثبت الحالي
de: Aktuellen angehefteten Beitrag abrufen
es: Obtener la publicación fijada actual
es_419: Obtener la publicación fijada actual
fr: Obtenir la publication épinglée actuelle
it: Ottieni il post fissato corrente
ja: 現在ピン留めされた投稿を取得
ko: 현재 고정된 게시물 가져오기
pt_br: Obter post fixado atual
pt_pt: Obter publicação fixada atual
ru: Получить текущий закрепленный пост
uk: Отримати поточний закріплений допис
zh_hans: 获取当前钉住的记录
zh_hk: 獲取當前釘住的記錄

# intent.post.image
source: Image Post
ar: منشور صورة
de: Bildbeitrag
es: Publicación de imagen
es_419: Publicación de imagen
fr: Publication image
it: Post immagine
ja: 画像投稿
ko: 이미지 게시물
pt_br: Post de imagem
pt_pt: Publicação de imagem
ru: Пост с изображением
uk: Допис із зображенням
zh_hans: 图片记录
zh_hk: 圖片記錄

# intent.post.isPinnedValue
source: Pin State
ar: حالة التثبيت
de: Anheftungsstatus
es: Estado de fijación
es_419: Estado de fijación
fr: État d'épinglage
it: Stato bloccaggio
ja: ピン留め状態
ko: 고정 상태
pt_br: Estado de fixação
pt_pt: Estado de afixação
ru: Состояние закрепления
uk: Стан закріплення
zh_hans: 钉住状态
zh_hk: 釘住狀態

# intent.post.originalImageValue
source: Original Image Content
ar: محتوى الصورة الأصلي
de: Originaler Bildinhalt
es: Contenido de imagen original
es_419: Contenido de imagen original
fr: Contenu image original
it: Contenuto immagine originale
ja: 元の画像コンテンツ
ko: 원본 이미지 콘텐츠
pt_br: Conteúdo de imagem original
pt_pt: Conteúdo de imagem original
ru: Исходное содержимое изображения
uk: Оригінальний вміст зображення
zh_hans: 原始图片内容
zh_hk: 原始圖片內容

# intent.post.textValue
source: Text Content
ar: المحتوى النصي
de: Textinhalt
es: Contenido de texto
es_419: Contenido de texto
fr: Contenu texte
it: Contenuto testo
ja: テキストコンテンツ
ko: 텍스트 콘텐츠
pt_br: Conteúdo de texto
pt_pt: Conteúdo de texto
ru: Текстовое содержимое
uk: Текстовий вміст
zh_hans: 文字内容
zh_hk: 文字內容

# intent.post.type
source: Pin It Post
ar: منشور Pin It
de: Pin It Beitrag
es: Pin It publicación
es_419: Pin It publicación
fr: Pin It publication
ja: ピンイット投稿
ko: 핀잇 게시물
pt_pt: Pin It publicação
ru: Pin It пост
uk: Pin It допис
zh_hans: 钉一下记录
zh_hk: 釘一下記錄

# intent.post.update.category
source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
es_419: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: 更新
ko: 업데이트
pt_br: Atualizar
pt_pt: Atualizar
ru: Обновить
uk: Оновити
zh_hans: 更新
zh_hk: 更新

# intent.post.update.expirationTime.summary${post}${expirationTime}
source: Update ${post} Expiration Time to${expirationTime}
ar: تحديث وقت انتهاء ${post} إلى ${expirationTime}
de: Ablaufzeit von ${post} auf${expirationTime} aktualisieren
es: Actualizar tiempo de expiración de ${post} a${expirationTime}
es_419: Actualizar tiempo de expiración de ${post} a${expirationTime}
fr: Mettre à jour le délai d'expiration de ${post} à${expirationTime}
it: Aggiorna tempo di scadenza di ${post} a${expirationTime}
ja: ${post}の有効期限を${expirationTime}に更新
ko: ${post} 만료 시간을${expirationTime}(으)로 업데이트
pt_br: Atualizar tempo de expiração de ${post} para${expirationTime}
pt_pt: Atualizar tempo de expiração de ${post} para${expirationTime}
ru: Обновить время истечения ${post} до${expirationTime}
uk: Оновити термін дії ${post} до${expirationTime}
zh_hans: 更新${post}的过期时间为${expirationTime}
zh_hk: 更新${post}的過期時間爲${expirationTime}

# intent.post.update.expirationTime.title
source: Update Post Expiration Time
ar: تحديث وقت انتهاء المنشور
de: Beitragsablaufzeit aktualisieren
es: Actualizar tiempo de expiración de publicación
es_419: Actualizar tiempo de expiración de publicación
fr: Mettre à jour le délai d'expiration de la publication
it: Aggiorna tempo di scadenza post
ja: 投稿の有効期限を更新
ko: 게시물 만료 시간 업데이트
pt_br: Atualizar tempo de expiração do post
pt_pt: Atualizar tempo de expiração da publicação
ru: Обновить время истечения поста
uk: Оновити термін дії допису
zh_hans: 更新记录过期时间
zh_hk: 更新記錄過期時間

# intent.post.update.image.summary${post}${content}
source: Update ${post} with image ${content}
ar: تحديث ${post} بصورة ${content}
de: ${post} mit Bild ${content} aktualisieren
es: Actualizar ${post} con imagen ${content}
es_419: Actualizar ${post} con imagen ${content}
fr: Mettre à jour ${post} avec l'image ${content}
it: Aggiorna ${post} con immagine ${content}
ja: ${post}を画像${content}で更新
ko: ${post}을(를) 이미지 ${content}(으)로 업데이트
pt_br: Atualizar ${post} com imagem ${content}
pt_pt: Atualizar ${post} com imagem ${content}
ru: Обновить ${post} с изображением ${content}
uk: Оновити ${post} зображенням ${content}
zh_hans: 更新${post}为图片${content}
zh_hk: 更新${post}爲圖片${content}

# intent.post.update.image.title
source: Update Post to Image Post
ar: تحديث المنشور إلى منشور صورة
de: Beitrag zu Bildbeitrag aktualisieren
es: Actualizar publicación a publicación de imagen
es_419: Actualizar publicación a publicación de imagen
fr: Mettre à jour la publication en publication d'image
it: Aggiorna post a post immagine
ja: 投稿を画像投稿に更新
ko: 게시물을 이미지 게시물로 업데이트
pt_br: Atualizar postagem para postagem de imagem
pt_pt: Atualizar publicação para publicação de imagem
ru: Обновить запись до записи с изображением
uk: Оновити публікацію до публікації з зображенням
zh_hans: 更新记录为图片记录
zh_hk: 更新記錄爲圖片記錄

# intent.post.update.pinState.summary${post}${isPinned}
source: Update ${post} Pin State to ${isPinned}
ar: تحديث حالة تثبيت ${post} إلى ${isPinned}
de: Anheftungsstatus von ${post} auf ${isPinned} aktualisieren
es: Actualizar estado de fijación de ${post} a ${isPinned}
es_419: Actualizar estado de fijación de ${post} a ${isPinned}
fr: Mettre à jour l'état d'épinglage de ${post} à ${isPinned}
it: Aggiorna stato bloccaggio di ${post} a ${isPinned}
ja: ${post}のピン留め状態を${isPinned}に更新
ko: ${post} 고정 상태를 ${isPinned}(으)로 업데이트
pt_br: Atualizar estado de fixação de ${post} para ${isPinned}
pt_pt: Atualizar estado de afixação de ${post} para ${isPinned}
ru: Обновить состояние закрепления ${post} на ${isPinned}
uk: Оновити стан закріплення ${post} на ${isPinned}
zh_hans: 更新${post}钉住状态为${isPinned}
zh_hk: 更新${post}釘住狀態爲${isPinned}

# intent.post.update.pinState.title
source: Update Post Pin State
ar: تحديث حالة تثبيت المنشور
de: Beitrag-Anheftungsstatus aktualisieren
es: Actualizar estado de fijación de publicación
es_419: Actualizar estado de fijación de publicación
fr: Mettre à jour l'état d'épinglage de la publication
it: Aggiorna stato bloccaggio post
ja: 投稿のピン留め状態を更新
ko: 게시물 고정 상태 업데이트
pt_br: Atualizar estado de fixação da postagem
pt_pt: Atualizar estado de afixação da publicação
ru: Обновить состояние закрепления записи
uk: Оновити стан закріплення публікації
zh_hans: 更新记录钉住状态
zh_hk: 更新記錄釘住狀態

# intent.post.update.style.summary${post}${style}
source: Update ${post} Style to ${style}
ar: تحديث نمط ${post} إلى ${style}
de: Aktualisiere ${post}-Stil zu ${style}
es: Actualizar estilo de ${post} a ${style}
es_419: Actualizar estilo de ${post} a ${style}
fr: Mettre à jour le style de ${post} vers ${style}
it: Aggiorna stile di ${post} a ${style}
ja: ${post}のスタイルを${style}に更新
ko: ${post} 스타일을 ${style}(으)로 업데이트
pt_br: Atualizar estilo de ${post} para ${style}
pt_pt: Atualizar estilo de ${post} para ${style}
ru: Обновить стиль ${post} на ${style}
uk: Оновити стиль ${post} на ${style}
zh_hans: 更新${post}样式为${style}
zh_hk: 更新${post}樣式爲${style}

# intent.post.update.style.title
source: Update Post Style
ar: تحديث نمط المنشور
de: Beitragsstil aktualisieren
es: Actualizar estilo de publicación
es_419: Actualizar estilo de publicación
fr: Mettre à jour le style de publication
it: Aggiorna stile post
ja: 投稿のスタイルを更新
ko: 게시물 스타일 업데이트
pt_br: Atualizar estilo do post
pt_pt: Atualizar estilo da publicação
ru: Обновить стиль поста
uk: Оновити стиль допису
zh_hans: 更新记录样式
zh_hk: 更新記錄樣式

# intent.post.update.text.summary${post}${content}
source: Update ${post} with text ${content}
ar: تحديث ${post} بنص ${content}
de: ${post} mit Text ${content} aktualisieren
es: Actualizar ${post} con texto ${content}
es_419: Actualizar ${post} con texto ${content}
fr: Mettre à jour ${post} avec le texte ${content}
it: Aggiorna ${post} con testo ${content}
ja: ${post}をテキスト${content}で更新
ko: ${post}을(를) 텍스트 ${content}(으)로 업데이트
pt_br: Atualizar ${post} com texto ${content}
pt_pt: Atualizar ${post} com texto ${content}
ru: Обновить ${post} с текстом ${content}
uk: Оновити ${post} текстом ${content}
zh_hans: 更新${post}为文字${content}
zh_hk: 更新${post}爲文字${content}

# intent.post.update.text.title
source: Update Post to Text Post
ar: تحديث المنشور إلى منشور نصي
de: Beitrag zu Textbeitrag aktualisieren
es: Actualizar publicación a publicación de texto
es_419: Actualizar publicación a publicación de texto
fr: Mettre à jour la publication en publication de texte
it: Aggiorna post a post testo
ja: 投稿をテキスト投稿に更新
ko: 게시물을 텍스트 게시물로 업데이트
pt_br: Atualizar postagem para postagem de texto
pt_pt: Atualizar publicação para publicação de texto
ru: Обновить запись до текстовой записи
uk: Оновити публікацію до текстової публікації
zh_hans: 更新记录为文字记录
zh_hk: 更新記錄爲文字記錄

# intent.style.isDefaultValue
source: This Style is Default Style
ar: هذا النمط هو النمط الافتراضي
de: Dieser Stil ist der Standardstil
es: Este estilo es el estilo predeterminado
es_419: Este estilo es el estilo predeterminado
fr: Ce style est le style par défaut
it: Questo stile è lo stile predefinito
ja: このスタイルはデフォルトスタイルです
ko: 이 스타일은 기본 스타일입니다
pt_br: Este estilo é o estilo padrão
pt_pt: Este estilo é o estilo predefinido
ru: Этот стиль является стилем по умолчанию
uk: Цей стиль є стилем за замовчуванням
zh_hans: 此样式为默认样式
zh_hk: 此樣式爲默認樣式

# intent.style.nameValue
source: Style Name
ar: اسم النمط
de: Stilname
es: Nombre del estilo
es_419: Nombre del estilo
fr: Nom du style
it: Nome stile
ja: スタイル名
ko: 스타일 이름
pt_br: Nome do estilo
pt_pt: Nome do estilo
ru: Название стиля
uk: Назва стилю
zh_hans: 样式名称
zh_hk: 樣式名稱

# intent.style.type
source: Style
ar: النمط
de: Stil
es: Estilo
es_419: Estilo
it: Stile
ja: スタイル
ko: 스타일
pt_br: Estilo
pt_pt: Estilo
ru: Стиль
uk: Стиль
zh_hans: 样式
zh_hk: 樣式

# intent.text
source: Text
ar: نص
es: Texto
es_419: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
pt_br: Texto
pt_pt: Texto
ru: Текст
uk: Текст
zh_hans: 文本
zh_hk: 文字

# liveActivity.status.idle
source: Inactive
ar: غير نشط
de: Inaktiv
es: Inactivo
es_419: Inactivo
fr: Inactif
it: Inattivo
ja: 非アクティブ
ko: 비활성
pt_br: Inativo
pt_pt: Inativo
ru: Неактивно
uk: Неактивно
zh_hans: 未运行
zh_hk: 未運作

# liveActivity.status.initial
source: Preparing
ar: جاري الإعداد
de: Wird vorbereitet
es: Preparando
es_419: Preparando
fr: Préparation
it: Preparazione
ja: 準備中
ko: 준비 중
pt_br: Preparando
pt_pt: A preparar
ru: Подготовка
uk: Підготовка
zh_hans: 初始化
zh_hk: 準備中

# liveActivity.status.running
source: Active
ar: نشط
de: Aktiv
es: Activo
es_419: Activo
fr: Actif
it: Attivo
ja: アクティブ
ko: 활성
pt_br: Ativo
pt_pt: Ativo
ru: Активно
uk: Активно
zh_hans: 运行中
zh_hk: 運作中

# membership.purchase
source: Purchase Pro
ar: شراء Pro
de: Pro kaufen
es: Comprar Pro
es_419: Comprar Pro
fr: Acheter Pro
it: Acquista Pro
ja: Proを購入
ko: Pro 구매
pt_br: Comprar Pro
pt_pt: Comprar Pro
ru: Купить Pro
uk: Придбати Pro
zh_hans: 付费支持
zh_hk: 付費升級

# membership.purchases.order.failure
source: Order Failure
ar: فشل في الطلب
de: Bestellung fehlgeschlagen
es: Error en pedido
es_419: Error en pedido
fr: Échec commande
it: Ordine fallito
ja: 注文失敗
ko: 주문 실패
pt_br: Falha no pedido
pt_pt: Falha no pedido
ru: Ошибка заказа
uk: Помилка замовлення
zh_hans: 交易失败
zh_hk: 交易失敗

# membership.restore
source: Restore Purchase
ar: استعادة الشراء
de: Kauf wiederherstellen
es: Restaurar compra
es_419: Restaurar compra
fr: Restaurer l'achat
it: Ripristina acquisto
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compra
pt_pt: Restaurar compra
ru: Восстановить покупку
uk: Відновити покупку
zh_hans: 恢复已购
zh_hk: 恢復已購

# more.item.settings.language
source: Language
ar: اللغة
de: Sprache
es: Idioma
es_419: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
pt_pt: Idioma
ru: Язык
uk: Мова
zh_hans: 语言
zh_hk: 語言

# more.item.settings.language.value
source: English
ar: الإنجليزية
de: Deutsch
es: Español
es_419: Español
fr: Français
it: Italiano
ja: 日本語
ko: 한국어
pt_br: Português (BR)
pt_pt: Português (PT)
ru: Русский
uk: Українська
zh_hans: 简体中文
zh_hk: 繁體中文（香港）

# more.section.general
source: General
ar: عام
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
pt_br: Geral
pt_pt: Geral
ru: Основные
uk: Основні
zh_hans: 通用
zh_hk: 一般

# more.section.shortcuts
source: See the Possibilities
ar: اكتشف الإمكانيات
de: Entdecke die Möglichkeiten
es: Descubre las posibilidades
es_419: Descubre las posibilidades
fr: Découvrez les possibilités
it: Scopri le possibilità
ja: 可能性を探る
ko: 가능성 살펴보기
pt_br: Veja as possibilidades
pt_pt: Conheça as possibilidades
ru: Узнайте о возможностях
uk: Відкрийте для себе можливості
zh_hans: 探索无限可能
zh_hk: 探索無限可能

# onboarding.message.1
source: This sample record will appear on the Lock Screen and in Live Activities in the Dynamic Island.
ar: س تظهر هذه العينة في شاشة القفل والنشاط المباشر في الجزيرة الديناميكية
de: Dieser Beispiel-Datensatz wird auf dem Sperrbildschirm und in Live-Aktivitäten in der Dynamic Island angezeigt.
es: Este registro de ejemplo aparecerá en la pantalla de bloqueo y en las Actividades en vivo de la Dynamic Island.
es_419: Este registro de ejemplo aparecerá en la pantalla de bloqueo y en las Actividades en vivo de la Dynamic Island.
fr: Cet enregistrement d'exemple apparaîtra sur l'écran verrouillé et dans les Activités en direct de la Dynamic Island.
it: Questo record di esempio verrà visualizzato sulla Schermata di blocco e nelle Attività in tempo reale della Dynamic Island.
ja: このサンプルレコードは、ロック画面とダイナミックアイランドのライブアクティビティに表示されます。
ko: 이 샘플 기록은 잠금 화면 및 다이내믹 아일랜드의 라이브 액티비티에 표시됩니다.
pt_br: Este registro de exemplo será exibido na Tela de Bloqueio e nas Atividades ao Vivo da Dynamic Island.
pt_pt: Este registo de exemplo será exibido no Ecrã de Bloqueio e nas Atividades em Direto da Dynamic Island.
ru: Эта примерная запись будет отображаться на экране блокировки и в режиме «Живых активностей» в Dynamic Island.
uk: Цей приклад запису відображатиметься на екрані блокування та в активностях у реальному часі в Dynamic Island.
zh_hans: 这条示例记录，将显示在锁屏界面和灵动岛的实时活动中
zh_hk: 這則範例記錄，將顯示在鎖定畫面與動態島的即時動態中

# onboarding.message.2
source: Tap the pin button next to a message to toggle its state.
ar: انقر على زر الدبوس بجوار الرسالة لتبديل حالتها
de: Tippe auf die Stecknadelschaltfläche neben einer Nachricht, um ihren Status umzuschalten.
es: Toca el botón de fijar junto a un mensaje para cambiar su estado.
es_419: Toca el botón de fijar junto a un mensaje para cambiar su estado.
fr: Appuie sur le bouton d’épinglage à côté d’un message pour changer son état.
it: Tocca il pulsante di appuntamento accanto a un messaggio per cambiarne lo stato.
ja: メッセージ横のピンボタンをタップして、ステータスを切り替えます。
ko: 메시지 옆의 고정 버튼을 탭하여 상태를 전환하십시오.
pt_br: Toque no botão de fixar ao lado de uma mensagem para alternar o estado.
pt_pt: Toque no botão de afixar ao lado de uma mensagem para alternar o estado.
ru: Нажмите на кнопку-булавку рядом с сообщением, чтобы переключить его состояние.
uk: Торкніться кнопки-шпильки поряд із повідомленням, щоб змінити його стан.
zh_hans: 点击消息旁的图钉按钮，可以使其切换状态
zh_hk: 點按訊息旁的圖釘按鈕，即可切換其狀態

# onboarding.style.1
source: Normal
ar: عادي
it: Normale
ja: 標準
ko: 일반
ru: Обычный
uk: Звичайний
zh_hans: 标准
zh_hk: 標準

# onboarding.style.2
source: Transparent
ar: شفاف
es: Transparente
es_419: Transparente
it: Trasparente
ja: 透明
ko: 투명
pt_br: Transparente
pt_pt: Transparente
ru: Прозрачный
uk: Прозорий
zh_hans: 透明
zh_hk: 透明

# pin.blank
source: Blank
ar: فارغ
de: Leer
es: Vacío
es_419: Vacío
fr: Vide
it: Vuoto
ja: 空白
ko: 빈 항목
pt_br: Vazio
pt_pt: Vazio
ru: Пусто
uk: Порожньо
zh_hans: 无记录
zh_hk: 無記錄

# pin.copy
source: Copy to Pasteboard
ar: نسخ إلى الحافظة
de: In Zwischenablage kopieren
es: Copiar al portapapeles
es_419: Copiar al portapapeles
fr: Copier dans le presse-papiers
it: Copia negli appunti
ja: クリップボードにコピー
ko: 클립보드에 복사
pt_br: Copiar para a área de transferência
pt_pt: Copiar para a área de transferência
ru: Скопировать в буфер обмена
uk: Скопіювати в буфер обміну
zh_hans: 复制到剪贴板
zh_hk: 拷貝到剪貼簿

# pin.copy.original
source: Original Image
ar: الصورة الأصلية
de: Originalbild
es: Imagen original
es_419: Imagen original
fr: Image originale
it: Immagine originale
ja: 原画像
ko: 원본 이미지
pt_br: Imagem original
pt_pt: Imagem original
ru: Оригинальное изображение
uk: Оригінальне зображення
zh_hans: 原图
zh_hk: 原圖

# pin.copy.processed
source: Processed Image
ar: الصورة المعالجة
de: Bearbeitetes Bild
es: Imagen procesada
es_419: Imagen procesada
fr: Image traitée
it: Immagine elaborata
ja: 処理済み画像
ko: 처리된 이미지
pt_br: Imagem processada
pt_pt: Imagem processada
ru: Обработанное изображение
uk: Оброблене зображення
zh_hans: 处理图
zh_hk: 處理圖

# pin.delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
es_419: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
pt_pt: Eliminar
ru: Удалить
uk: Видалити
zh_hans: 删除
zh_hk: 刪除

# pin.delete.alert.title
source: Delete this Post?
ar: حذف هذا المنشور؟
de: Beitrag löschen?
es: ¿Eliminar esta publicación?
es_419: ¿Eliminar esta publicación?
fr: Supprimer cette publication ?
it: Eliminare questo post?
ja: この投稿を削除しますか？
ko: 이 게시물을 삭제하시겠습니까?
pt_br: Excluir esta publicação?
pt_pt: Eliminar esta publicação?
ru: Удалить эту запись?
uk: Видалити цей запис?
zh_hans: 删除这个记录？
zh_hk: 刪除這個記錄？

# pin.delete.allUnpins.alert.title
source: Delete All Unpinned Posts?
ar: حذف جميع المنشورات غير المثبتة؟
de: Alle nicht angehefteten Beiträge löschen?
es: ¿Eliminar todas las publicaciones no fijadas?
es_419: ¿Eliminar todas las publicaciones no fijadas?
fr: Supprimer toutes les publications non épinglées ?
it: Eliminare tutti i post non fissati?
ja: すべてのピン留めされていない投稿を削除しますか？
ko: 모든 고정되지 않은 게시물을 삭제하시겠습니까?
pt_br: Excluir todos os posts não fixados?
pt_pt: Eliminar todas as publicações não fixadas?
ru: Удалить все незакрепленные посты?
uk: Видалити всі незакріплені дописи?
zh_hans: 删除所有未钉住记录?
zh_hk: 刪除所有未釘住記錄?

# pin.delete.unpins
source: Delete All Unpinned Posts
ar: حذف جميع المنشورات غير المثبتة
de: Alle nicht angehefteten Beiträge löschen
es: Eliminar todas las publicaciones no fijadas
es_419: Eliminar todas las publicaciones no fijadas
fr: Supprimer toutes les publications non épinglées
it: Elimina tutti i post non fissati
ja: すべてのピン留めされていない投稿を削除
ko: 모든 고정되지 않은 게시물 삭제
pt_br: Excluir todos os posts não fixados
pt_pt: Eliminar todas as publicações não fixadas
ru: Удалить все незакрепленные посты
uk: Видалити всі незакріплені дописи
zh_hans: 删除所有未钉住记录
zh_hk: 刪除所有未釘住記錄

# pin.edit
source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
es_419: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
pt_pt: Editar
ru: Редактировать
uk: Редагувати
zh_hans: 编辑
zh_hk: 編輯
